---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RoofFailures
source: html/0c81b2a4-f231-e80b-7148-829924eede30.htm
---
# BuiltInFailures.RoofFailures Properties

Some loops were skipped